{
  "nombre": "Rúbrica para presentación PPT",
  "criterios": [
    {
      "nombre": "Portada",
      "maximo": 5,
      "niveles": [
        {
          "score": 5,
          "descripcion": "La portada presenta El nombre de la Institución El nombre del curso El nombre de la Asignatura El nombre del Tutor (a) El nombre del alumno La fecha"
        },
        {
          "score": 4,
          "descripcion": "La portada presenta El nombre de la Institución El nombre de la Asignatura El nombre del Tutor (a) El nombre del alumno La fecha"
        },
        {
          "score": 3,
          "descripcion": "La portada presenta El nombre de la Institución El nombre del Tutor (a) El nombre del alumno La fecha"
        },
        {
          "score": 2,
          "descripcion": "La portada presenta El nombre de la Institución El nombre del alumno La fecha"
        },
        {
          "score": 0,
          "descripcion": "Ausencia de elementos"
        }
      ]
    },
    {
      "nombre": "Introducción",
      "maximo": 60,
      "niveles": [
        {
          "score": 60,
          "descripcion": "La introducción es personal sin citas textuales y/o parafraseadas. Es exclusiva de la presente actividad. Es de una página Refleja el razonamiento de la actividad llevada a cabo. Presenta de forma clara lo que se leerá en el documento. Atrapa la atención del lector. Vincula la introducción con su tema de investigación"
        },
        {
          "score": 50,
          "descripcion": "La introducción es personal sin citas textuales y/o parafraseadas Es exclusiva de la presente actividad. Es de una página Refleja el razonamiento de la actividad llevada a cabo"
        },
        {
          "score": 30,
          "descripcion": "La introducción no es personal tiene citas textuales y/o parafraseadas Es de una página"
        },
        {
          "score": 10,
          "descripcion": "La introducción no es personal con citas textuales y/o parafraseadas."
        },
        {
          "score": 0,
          "descripcion": "Ausencia de elementos o plagio se califica con 0 toda la actividad."
        }
      ]
    },
    {
      "nombre": "Desarrollo de la actividad",
      "maximo": 60,
      "niveles": [
        {
          "score": 60,
          "descripcion": "10 diapositivas Texto simplificado utilizando diversas herramientas como viñetas, imágenes y frases cortas. Utiliza fuentes comunes como Sans Serif o Arial con tamaño 30 puntos. Evita animaciones informales. La idea central se visualiza con claridad. Texto justificado."
        },
        {
          "score": 50,
          "descripcion": "Más de 10 diapositivas Texto simplificado utilizando diversas herramientas como viñetas, imágenes y frases cortas. Utiliza fuentes comunes como Sans Serif o Arial con tamaño 30 puntos. Utiliza animaciones informales. La idea central se visualiza con claridad Texto justificado."
        },
        {
          "score": 30,
          "descripcion": "Más de 10 diapositivas Texto abundante. Utiliza fuentes comunes como Sans Serif o Arial con tamaño 30 puntos. Utiliza animaciones informales. La idea central se visualiza con claridad"
        },
        {
          "score": 10,
          "descripcion": "Más de 10 diapositivas Texto abundante Utiliza fuentes comunes como Sans Serif o Arial con tamaño 30 puntos. Utiliza animaciones informales. La idea central no se visualiza con claridad"
        },
        {
          "score": 0,
          "descripcion": "Ausencia de elementos o plagio se califica con 0 toda la actividad."
        }
      ]
    },
    {
      "nombre": "Conclusiones",
      "maximo": 20,
      "niveles": [
        {
          "score": 20,
          "descripcion": "La conclusión es personal sin citas textuales y/o parafraseadas. Es exclusiva de la presente actividad. Es de una página Refleja el razonamiento de la actividad llevada a cabo Refleja el conocimiento adquirido Vincula la conclusión con su tema de investigación"
        },
        {
          "score": 15,
          "descripcion": "La conclusión es personal sin citas textuales y/o parafraseadas. Es exclusiva de la presente actividad. Es de menos de una página Refleja el razonamiento de la actividad llevada a cabo"
        },
        {
          "score": 10,
          "descripcion": "La conclusión es personal sin citas textuales y/o parafraseadas. Es exclusiva de la presente actividad. Es de menos de una página"
        },
        {
          "score": 5,
          "descripcion": "La conclusión es personal sin citas textuales y/o parafraseadas. No es exclusiva de la presente actividad. Es de menos de una página"
        },
        {
          "score": 0,
          "descripcion": "Ausencia de elementos"
        }
      ]
    },
    {
      "nombre": "Formato, ortografía y gramática",
      "maximo": 5,
      "niveles": [
        {
          "score": 5,
          "descripcion": "Se utiliza la plantilla institucional Todo el documento está escrito en Arial 12 puntos Las páginas están numeradas en la parte inferior derecha. Ortografía impecable Gramática impecable"
        },
        {
          "score": 4,
          "descripcion": "Se utiliza la plantilla institucional El documento en su totalidad no está escrito en Arial 12 puntos. Las páginas no están numeradas en la parte inferior derecha Al menos un error ortográfico y buena gramática."
        },
        {
          "score": 3,
          "descripcion": "No se utiliza la plantilla institucional El documento en su totalidad no está escrito en Arial 12 puntos. Las páginas no están numeradas en la parte inferior derecha. Al menos entre 2 y 3 errores ortográficos y gramática"
        },
        {
          "score": 2,
          "descripcion": "No se utiliza la plantilla institucional El documento en su totalidad no está escrito en Arial 12 puntos. Las páginas no están numeradas. Al menos entre 4 y 5 errores ortográficos y gramática."
        },
        {
          "score": 0,
          "descripcion": "Ausencia de elementos Más de 5 errores ortográficos y gramática."
        }
      ]
    },
    {
      "nombre": "Referencias",
      "maximo": 5,
      "niveles": [
        {
          "score": 5,
          "descripcion": "Se nombra el apartado como Referencias. Escritas en estilo APA sexta edición. En orden alfabético Sangría francesa Todas las referencias escritas en este apartado se encuentran en el contexto. Arial 12 Interlineado 1.0"
        },
        {
          "score": 4,
          "descripcion": "Se nombra el apartado como Referencias. No escritas en estilo APA sexta edición. En orden alfabético. No todas las referencias escritas en este apartado se encuentran en el contexto. Arial 12 Interlineado 1.0."
        },
        {
          "score": 3,
          "descripcion": "Se nombra el apartado como Referencias. No escritas en estilo APA sexta edición. En orden alfabético. Arial 12"
        },
        {
          "score": 2,
          "descripcion": "Se nombra el apartado como Referencias. No escritas en estilo APA sexta edición."
        },
        {
          "score": 0,
          "descripcion": "Ausencia de elementos"
        }
      ]
    }
  ]
}
