{
  "nombre": "Rúbrica general para foros",
  "criterios": [
    {
      "nombre": "Ortografía, gramática y presentación",
      "maximo": 10,
      "niveles": [
        {
          "score": 10,
          "descripcion": "Sin errores ortográficos o gramaticales, texto justificado, un solo tipo y tamaño de letra, color de la fuente sin contrastes marcados."
        },
        {
          "score": 8,
          "descripcion": "Sin errores ortográficos ni gramaticales, texto sin justificar, un solo tipo, tamaño y color de letra, visualmente agradable."
        },
        {
          "score": 6,
          "descripcion": "Errores ortográficos y gramaticales (menos de tres), texto sin alinear, un solo tipo, tamaño y color de letra."
        },
        {
          "score": 5,
          "descripcion": "Errores ortográficos y gramaticales múltiples (más de tres). Texto sin justificación, mezcla diferentes tipos y tamaños de letra. Colores visualmente desagradables."
        }
      ]
    },
    {
      "nombre": "Construcción del conocimiento grupal",
      "maximo": 10,
      "niveles": [
        {
          "score": 10,
          "descripcion": "Sus aportaciones son enriquecedoras para el aprendizaje del tema y en la construcción del conocimiento."
        },
        {
          "score": 8,
          "descripcion": "Realiza aportaciones coherentes y bien cimentadas. Muchas de sus aportaciones ayudan a la construcción del conocimiento."
        },
        {
          "score": 6,
          "descripcion": "Mantiene colaboraciones sencillas y poco claras. Algunas contribuyen al conocimiento."
        },
        {
          "score": 5,
          "descripcion": "Se limita a solo participar sin aportar ideas claras."
        }
      ]
    },
    {
      "nombre": "Número de participaciones",
      "maximo": 10,
      "niveles": [
        {
          "score": 10,
          "descripcion": "Las aportaciones son muchas y verdaderamente enriquecedoras en cada una de ellas."
        },
        {
          "score": 8,
          "descripcion": "Sus participaciones son constantes y en su mayoría son enriquecedoras."
        },
        {
          "score": 6,
          "descripcion": "Solo en algunas ocasiones sus aportaciones son claras y constantes."
        },
        {
          "score": 5,
          "descripcion": "Sin realizar aportaciones reales y participación escasa."
        }
      ]
    },
    {
      "nombre": "Calidad de la participación",
      "maximo": 10,
      "niveles": [
        {
          "score": 10,
          "descripcion": "Respeta las reglas de etiqueta, estimula la discusión y participación de sus compañeros, orienta y estimula la participación de sus demás compañeros. Tiene más de 2 intervenciones pero menos de 7."
        },
        {
          "score": 8,
          "descripcion": "Mantiene las reglas de etiqueta, interactúa de manera estimulante y colaborativa con sus compañeros (crítica constructiva). Tiene más de dos intervenciones pero menos de 6."
        },
        {
          "score": 6,
          "descripcion": "No cumple con todas las reglas de etiqueta (escribe con mayúsculas), aporta a la discusión pero no la estimula. Critica sin fundamento a sus compañeros o se dirige a ellos de manera grosera, tiene 2 o 4 intervenciones."
        },
        {
          "score": 5,
          "descripcion": "Desconoce las reglas de etiqueta, no se relaciona con la discusión, da aportaciones sin pertinencia, no toma en cuenta los comentarios de sus compañeros o los critica en forma destructiva."
        }
      ]
    },
    {
      "nombre": "Calidad del contenido",
      "maximo": 10,
      "niveles": [
        {
          "score": 10,
          "descripcion": "Mensaje claro, sintético (no más de una cuartilla). Argumenta, relaciona y encuadra (contextualiza) sus puntos de vista con base en una idea principal. No impone puntos de vista, contribuciones relevantes, construye sobre lo dicho por los autores. Invita a la reflexión."
        },
        {
          "score": 8,
          "descripcion": "Mensaje claro, menor a una cuartilla. Argumenta y relaciona sus comentarios centrados en el tema a tratar. Contribuciones pertinentes más que relevantes. Promueve la discusión y reflexión a través de la crítica a sus compañeros. Construye tomando como base a los autores."
        },
        {
          "score": 6,
          "descripcion": "Mensaje confuso y extenso (mayor a una cuartilla); o demasiado corto (una o dos líneas). Únicamente identifica pero no argumenta adecuadamente el tema central. Sus contribuciones son pobres y de poca relevancia. Sólo hay parafraseo (repite), no construye."
        },
        {
          "score": 5,
          "descripcion": "Mensaje erróneo. No identifica la idea principal a tratar. Sus contribuciones son irrelevantes y sin sentido. Ajeno al debate del foro. Copia "textualmente" lo dicho por los autores."
        }
      ]
    }
  ]
}
