{
  "nombre": "Rúbrica para escrito (UCA EaD)",
  "criterios": [
    {
      "nombre": "Portada",
      "maximo": 5,
      "niveles": [
        {
          "score": 5,
          "descripcion": "Presenta de 7 a 6 elementos: institución, curso, asignatura, actividad, tutor, alumno y fecha."
        },
        {
          "score": 4,
          "descripcion": "Presenta de 5 a 4 elementos."
        },
        {
          "score": 3,
          "descripcion": "Presenta de 3 a 2 elementos."
        },
        {
          "score": 2,
          "descripcion": "Presenta 1 elemento."
        },
        {
          "score": 0,
          "descripcion": "Ausencia de elementos."
        }
      ]
    },
    {
      "nombre": "Introducción",
      "maximo": 60,
      "niveles": [
        {
          "score": 60,
          "descripcion": "Ideas con fundamento teórico, razonamiento claro, vinculación con el contenido, coherencia total, APA correcto, texto justificado, contenido parafraseado."
        },
        {
          "score": 45,
          "descripcion": "Algunas ideas con fundamento teórico, razonamiento parcial, vinculación básica, coherencia moderada, APA casi correcto, texto justificado, incluye algunas citas textuales."
        },
        {
          "score": 30,
          "descripcion": "La mayoría de ideas carecen de fundamento, razonamiento simple, poca vinculación con la investigación, claridad limitada, APA mínima, algunas partes justificadas, incluye citas textuales."
        },
        {
          "score": 10,
          "descripcion": "No presenta fundamento teórico, no hay razonamiento, no hay vinculación con la investigación, carece de coherencia, no usa APA, no justifica, contenido mayormente textual."
        },
        {
          "score": 0,
          "descripcion": "Presenta cantidad considerable de plagio."
        }
      ]
    },
    {
      "nombre": "Desarrollo de la actividad",
      "maximo": 60,
      "niveles": [
        {
          "score": 60,
          "descripcion": "Redactado en APA 6a edición. Cada párrafo con sustento teórico. Citas parafraseadas. Párrafos de 7–14 líneas con estructura lógica. Lenguaje científico. Uso adecuado de tercera persona. Coherencia global."
        },
        {
          "score": 50,
          "descripcion": "Redactado en APA. Algunos párrafos sin sustento teórico. Algunas citas textuales. Párrafos fuera del rango. Lenguaje científico parcial. Coherencia parcial."
        },
        {
          "score": 30,
          "descripcion": "Parcialmente APA. Mayoría de párrafos sin sustento. Varias citas textuales. Párrafos desbalanceados. Poco lenguaje científico. Uso frecuente de primera persona. Coherencia escasa."
        },
        {
          "score": 10,
          "descripcion": "Cumple mínimamente APA. Sustento teórico mínimo. Mayoría textual. Párrafos fuera del rango. Lenguaje científico mínimo. Coherencia mínima."
        },
        {
          "score": 0,
          "descripcion": "Presenta cantidad considerable de plagio."
        }
      ]
    },
    {
      "nombre": "Conclusiones",
      "maximo": 20,
      "niveles": [
        {
          "score": 20,
          "descripcion": "Conclusión personal con fundamento parafraseado y citas APA. Exclusiva de la actividad. Una página. Refleja razonamiento y conocimiento. Vincula con el tema de investigación."
        },
        {
          "score": 15,
          "descripcion": "Conclusión mayormente personal con fundamento. Menos de una página. Razonamiento y vinculación aceptables."
        },
        {
          "score": 10,
          "descripcion": "Conclusión con citas textuales pero con APA correcto. Menciona el desarrollo de la actividad. Contenido mínimo. Vinculación limitada."
        },
        {
          "score": 5,
          "descripcion": "Conclusión textual sin APA. Referencia mínima al desarrollo. Un párrafo. Sin razonamiento ni vinculación."
        },
        {
          "score": 0,
          "descripcion": "Plagio o ausencia de conclusión."
        }
      ]
    },
    {
      "nombre": "Formato, ortografía y gramática",
      "maximo": 5,
      "niveles": [
        {
          "score": 5,
          "descripcion": "Usa plantilla institucional, fuente Arial o Times 12, páginas numeradas, sin errores ortográficos, texto justificado."
        },
        {
          "score": 4,
          "descripcion": "Usa plantilla institucional, fuente correcta, páginas numeradas, uno o pocos errores, texto mayormente justificado."
        },
        {
          "score": 3,
          "descripcion": "No usa plantilla o fuente incorrecta o páginas sin numerar. Entre 2 y 6 errores. Justificación parcial."
        },
        {
          "score": 2,
          "descripcion": "No usa plantilla, fuente incorrecta, sin numeración. Entre 6 y 10 errores. Justificación mínima."
        },
        {
          "score": 0,
          "descripcion": "Ausencia de formato."
        }
      ]
    },
    {
      "nombre": "Referencias",
      "maximo": 5,
      "niveles": [
        {
          "score": 5,
          "descripcion": "Se nombra como Referencias. APA completo. Orden alfabético. Sangría francesa. Todas citadas. Interlineado 1.0. Alineación izquierda."
        },
        {
          "score": 4,
          "descripcion": "Referencias mayormente APA, orden parcial, sangría francesa parcial, casi todas citadas."
        },
        {
          "score": 3,
          "descripcion": "No se nombra como Referencias. Algunas en APA. Orden incompleto. Algunas citadas."
        },
        {
          "score": 2,
          "descripcion": "Mínimas en APA. Sin orden. Mínima citación."
        },
        {
          "score": 0,
          "descripcion": "Ausencia de referencias."
        }
      ]
    }
  ]
}
